{
    "totalSwitch": "Total Switch",
    "totalSwitchdesc": "If the items you want to hide are related to the commercial part of Source, please consider donating to @D and @V (not me) as they live by writing open-source code.<br> v1.0.2",
    "listenImplementation": "Listen Implementation",
    "listenImplementationdesc": "It is recommended to choose the DOMNodeInserted option for the best overall performance, but this option will output a warning in the terminal. If you cannot accept this, please choose one of the other two implementations.",
    "reload_hint": "Reload the interface to apply the latest changes.",
    "old_config_exist": "Remove Button Plugin:<br> Due to a <b><u>performance improvement</u></b> refactoring of the configuration storage system in the latest version, please <b><u>uninstall and reinstall</u></b> the Remove Button Plugin after seeing this prompt. Enter the configuration in the settings interface again to ensure performance and stability. Thank you for your understanding. <br> This prompt will appear <b><u>only once per device</u></b> after <b><u>correct reinstallation</u></b>. If you still see this prompt after reinstalling, please uninstall the Remove Button Plugin first and report the bug to the developer.",
    "rm_menu_title": "Menu Items to Hide",
    "rm_menu_desc": "Enter the label names of the interface language (e.g., \"Copy, Move\" without quotes). If using multiple languages, please enter the label names for all languages (e.g., \"Copy, Copy, Move, Move\" without quotes).<br>Separate with English or Chinese half-width commas, i.e., \",\" or \"，\".",
    "rm_top_title": "Top and Bottom Bar Buttons to Hide",
    "rm_top_desc": "❗ Do not hide functional icons such as the close button unless absolutely necessary ❗<br>Enter the provided label name strings (e.g., \"barSync, barBack\" without quotes)<br>Separate with English or Chinese half-width commas, i.e., \",\" or \"，\".<br>Options:<br>barSync: Sync button<br>barBack: Back button<br>barForward: Forward button<br>barPlugins: Plugins button<br>barSearch: Search button<br>barMode: Day/Night mode button<br>barExit: Exit button (iPad only)<br>windowControls: Window control button<br>toolbarVIP: Crown icon<br>statusHelp: Bottom bar help button<br>barDock: Hide sidebar button in the bottom bar<br>",
    "rm_side_title": "Sidebar Buttons to Hide",
    "rm_side_desc": "Enter the provided label name strings (e.g., \"outline, tag\" without quotes)<br>Separate with English or Chinese half-width commas, i.e., \",\" or \"，\".<br>Options:<br>outline: Outline icon<br>inbox: Inbox icon<br>bookmark: Bookmark icon<br>tag: Tag icon<br>backlink: Backlink icon<br>globalGraph: Global graph icon<br>graph: Individual notebook graph icon<br>",
    "ignore_warning": "remove button plugin: the warning above is just because you choosed a high performance observing implementation, if you don't like it, you may choose the other two selections in the setting panel. thank you"

}
